[
  {"id":"1f8ebdc0-cf22-4358-8494-8d12b5272bc1","cardName":"A Loving God","cardType":"Magic, Standard","cardNumber":"21","rarity":"Epic","race":"N/A","background":"N/A","flavorText":"N/A","armorLevel":"N/A","speed":"N/A","healthPoints":"N/A","attackName":"N/A","attackDice":"N/A","modifier":"N/A","otherAttributes":"N/A","affectsBoss":"Yes","extendedEffectDescription":"Field Card. Both Players cannot battle for 3 full turn cycles. This effect starts from the moment this card is played until three turn cycles have been completed and the player who laid this card has completed their draw step. At that time combat can be initiated again and this card leaves the field."},
  {"id":"dc1f9c02-5758-4c62-a85b-40c4789e2081","cardName":"Allosaurus","cardType":"Creature","cardNumber":"123","rarity":"Epic","race":"Dinosaur","background":"Forest","flavorText":"While not as large as the T-Rex, the Allosaurus is still very deadly as they are known to travel in packs to survive.","armorLevel":"9","speed":"10","healthPoints":"80","attackName":"Bloody Chomp","attackDice":"1","modifier":"3","otherAttributes":"N/A","affectsBoss":"Yes","extendedEffectDescription":"On Hit, the target creature takes 10 bleed damage. This damage over time effect occurs after the combat step has concluded for the turn this effect was applied. Damage over time effects are flat damage and receive no bonuses. This effect is continuous as long as this card is on the field. After the initial damage that occurs on hit, the effect of the Damage Over Time occurs once per turn cycle after the conclusion of the combat step."},
  {"id":"c1d16873-12b3-44f6-8a48-a5819d047724","cardName":"Angel","cardType":"Creature","cardNumber":"135","rarity":"Rare","race":"Cosmic, Angelic","background":"Sky","flavorText":"Angels are the embodiment of the light, and main force of the creator. They are under direct control of the Eternal Titan.","armorLevel":"7","speed":"7","healthPoints":"70","attackName":"Angelic Light","attackDice":"2","modifier":"2","otherAttributes":"Wings","affectsBoss":"No","extendedEffectDescription":"When summoned, return a creature from your cemetery to your hand. This card cannot be returned from the cemetery. Creatures that are sacrificed to summon the Angel to the field are eligible to be affected by the Angels effect."}
]
